/* NSTextField (Access Control List (ACL)) : <title:Access Control List (ACL)> (oid:3690) */
"Access Control List (ACL)" = "Pieeja kontroles sarakstam (ACL)";

/* NSTabViewItem : <title:Amazon S3> (oid:391) */
"Amazon S3" = "Amazon S3";

/* NSTextField (Analytics) : <title:Analytics> (oid:5198) */
"Analytics" = "Analytics";

/* NSButton (Apply changes recursively) : <title:Apply changes recursively> (oid:179) */
"Apply changes recursively" = "Apstiprināt labojumus atkārtoti";

/* NSTextField (Authenticated URL) : <title:Authenticated URL> (oid:3688) */
"Authenticated URL" = "Autentisks vietrādis";

/* NSButton (Bucket Access Logging) : <title:Bucket Access Logging> (oid:283) */
"Bucket Access Logging" = "Bucket pieslēgšanās pieeja";

/* NSButton (Bucket Versioning) : <title:Bucket Versioning> (oid:1565) */
"Bucket Versioning" = "Bucket versija";

/* NSTextField (CNAME) : <title:CNAME> (oid:208) */
"CNAME" = "CNAME";

/* NSButton (Calculate) : <title:Calculate> (oid:156) */
"Calculate" = "Sarēķināt";

/* NSTextField (Checksum) : <title:Checksum> (oid:793) */
"Checksum" = "Kontrolsumma";

/* NSTextField (Created) : <title:Created> (oid:3171) */
"Created" = "Izveidots";

/* NSButton (Delete files) : <title:Delete files> (oid:5448) */
"Delete files" = "Delete files";

/* NSTextField (Delivery Method) : <title:Delivery Method> (oid:617) */
"Delivery Method" = "Piegādes paņēmiens";

/* NSTabViewItem : <title:Distribution (CDN)> (oid:389) */
"Distribution (CDN)" = "Mākoņu sadale";

/* NSButton (Distribution Access Logging) : <title:Distribution Access Logging> (oid:262) */
"Distribution Access Logging" = "Iespējota pieslēgšanā pieeja";

/* NSTextField (Encryption) : <title:Encryption> (oid:4886) */
"Encryption" = "Šifrēšana";

/* NSButton (Execute) : <title:Execute> (oid:178) */
"Execute" = "Izpildīt";

/* NSTabViewItem : <title:General> (oid:385) */
"General" = "Vispārējs";

/* NSTableColumn : <title:Grantee> (oid:3730) */
"Grantee" = "Granta saņēmējs";

/* NSTextField (Group) : <title:Group> (oid:168) */
"Group" = "Grupa";

/* NSTextField (Headers) : <title:Headers> (oid:864) */
"Headers" = "Galvene";

/* NSTextField (Index File) : <title:Index File> (oid:3419) */
"Index File" = "Saknes sākotnējā datne";

/* NSPanel (Info) : <title:Info> (oid:21) */
"Info" = "Zināšanai";

/* NSButton (Invalidate) : <title:Invalidate> (oid:4098) */
"Invalidate" = "Atzīt par spēkā neesošu";

/* NSTextField (Invalidation) : <title:Invalidation> (oid:4094) */
"Invalidation" = "Spēkā neesošs";

/* NSTextField (Kind) : <title:Kind> (oid:61) */
"Kind" = "Veids";

/* NSTextField (Lifecycle) : <title:Lifecycle> (oid:5434) */
"Lifecycle" = "Lifecycle";

/* NSTextField (Location) : <title:Location> (oid:313) */
"Location" = "Vieta";

/* NSTextField (Logging) : <title:Logging> (oid:4661) */
"Logging" = "Ierakstu saglabāšana";

/* NSMenu : <title:Metadata> (oid:3723) */
"Metadata" = "Metadati";

/* NSTextField (Modified) : <title:Modified> (oid:59) */
"Modified" = "Labots";

/* NSButton (Multi-Factor Authentication (MFA) Delete) : <title:Multi-Factor Authentication (MFA) Delete> (oid:1639) */
"Multi-Factor Authentication (MFA) Delete" = "Multi-Faktoru Autentificēšanas (MFA) Dzēšana";

/* NSTableColumn : <title:Name> (oid:860) */
"Name" = "Vārds";

/* NSTextField (Open the URL to setup log analytics with Qloudstat.) : <title:Open the URL to setup log analytics with Qloudstat.> (oid:5214) */
"Open the URL to setup log analytics with Qloudstat." = "Open the URL to setup log analytics with Qloudstat.";

/* NSTextField (Origin) : <title:Origin> (oid:4370) */
"Origin" = "Pirmavots";

/* NSMenu : <title:OtherViews> (oid:5445) */
"OtherViews" = "Citi skati";

/* NSTextField (Others) : <title:Others> (oid:169) */
"Others" = "Citi";

/* NSTextField (Owner) : <title:Owner> (oid:167) */
"Owner" = "Īpašnieks";

/* NSTableColumn : <title:Permission> (oid:3729) */
"Permission" = "Pielaides";

/* NSTabViewItem : <title:Permissions> (oid:3745) */
"Permissions" = "Pielaides";

/* NSButton (Read) : <title:Read> (oid:172) */
"Read" = "Lasīt";

/* NSButton (Read Access for Qloudstat) : <title:Read Access for Qloudstat> (oid:5202) */
"Read Access for Qloudstat" = "Read Access for Qloudstat";

/* NSTextField (Remove selected files from distribution cache.) : <title:Remove selected files from distribution cache.> (oid:4559) */
"Remove selected files from distribution cache." = "Dzēst izvēlētās datnes no sadales kešatmiņas";

/* NSButton (Server Side Encryption) : <title:Server Side Encryption> (oid:4992) */
"Server Side Encryption" = "Šifrēšana serverī";

/* NSTextField (Signed URL) : <title:Signed URL> (oid:299) */
"Signed URL" = "Apstiprināts vietrādis";

/* NSTextField (Size) : <title:Size> (oid:57) */
"Size" = "Lielums";

/* NSTextField (Status) : <title:Status> (oid:734) */
"Status" = "Statuss";

/* NSTextField (Storage Class) : <title:Storage Class> (oid:1128) */
"Storage Class" = "Uzglabāšanas kategorija";

/* NSTextField (Torrent URL) : <title:Torrent URL> (oid:300) */
"Torrent URL" = "Straumēšanas vietrādis";

/* NSButton (Transition to Glacier) : <title:Transition to Glacier> (oid:5446) */
"Transition to Glacier" = "Transition to Glacier";

/* NSTextField (UNIX Permissions) : <title:UNIX Permissions> (oid:2556) */
"UNIX Permissions" = "UNIX Pielaides";

/* NSTableColumn : <title:Value> (oid:861) */
"Value" = "Vērtība";

/* NSTextField (Versioning) : <title:Versioning> (oid:4668) */
"Versioning" = "Versija";

/* NSTextField (Web URL) : <title:Web URL> (oid:251) */
"Web URL" = "Tīmekļa vietrādis";

/* NSTextField (Where) : <title:Where> (oid:213) */
"Where" = "Kur";

/* NSButton (Write) : <title:Write> (oid:175) */
"Write" = "Rakstīt";

/* NSTextField (Write access logs to selected container.) : <title:Write access logs to selected container.> (oid:4672) */
"Write access logs to selected container." = "Ierakstīt pieejas ierakstus izvēlētājam saturam.";

/* NSTextField (You can view all revisions of a file in the browser by choosing View → Show Hidden Files.) : <title:You can view all revisions of a file in the browser by choosing View → Show Hidden Files.> (oid:2636) */
"You can view all revisions of a file in the browser by choosing View → Show Hidden Files." = "Jūs varat redzēt datnes visas pārveidošanas pārlūkā izvēloties Skats → Parādīt slēptās datnes.";

